[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Tutup
btnUpdate.Caption=Mengunduh
btnConfirmCancel.Caption=Batal
btnUptoDateOK.Caption=OKE
lblUpToDate.Caption=Selamat! Anda sudah memiliki versi terbaru. Tidak ada pembaruan tersedia.
lblGetUptInfo.Caption=Mendapatkan Informasi pembaruan, silahkan tunggu ...
btnConfigCancel.Caption=batal
btnMinimize.Caption=Minimalkan
btnProcessCancel.Caption=Batal
btnUptWeb.Caption=Perbaru Sekarang
btnWebCancel.Caption=Perbarui Nanti
lblUpdateFailed.Caption=Pembaruan gagal! Silahkan coba lagi nanti. Atau silahkan klik tombol Retry untuk perbarui lagi.
btnFailedClose.Caption=Tutup
btnRetry.Caption=Coba lagi
btnSuccessClose.Caption=OKE

[LiveUpdate_M]
Item=Item
Size=Ukuran
Version=Versi
DownLoading=Mengunduh
OK=OKE
Close=Tutup
LiveUpdate=Memperbarui
UpdateSuccess=%s diperbarui. Anda dapat menikmati fitur terbaru dan perbaikan sekarang.
WebDownLoad=Versi baru dari %s tersedia. Silahkan perbarui sekarang untuk mendapatkan fitur terbaru dan perbaikan. Ini gratis.
AvailableUpdates=Pembaruan Tersedia
NewVersion=Versi Baru
VersionUpdate=Perbaharui versi
ImportantUpdate=Pembaruan Penting

